// import StoreList from '@/components/StoreList'

// describe('StoreList', () => {

// })

// temp: {
//   address: '부산광역시 북구 화명동',
//   count: 26,
//   stores: [{
//     addr: '부산광역시 북구 금곡대로303번길 2, 106,107호 (화명동, 시티타워)',
//     code: '21800553',
//     created_at: '2020/03/11 21:35:00',
//     lat: 35.2356316,
//     lng: 129.0134634,
//     name: '메디팜이화약국',
//     remain_stat: 'empty',
//     stock_at: '2020/03/11 16:02:00',
//     type: '01'
//   },
//   {
//     addr: '부산광역시 북구 금곡대로 270, 화명동대림타운 1층 104호 (화명동)',
//     code: '21802955',
//     created_at: '2020/03/11 21:35:00',
//     lat: 35.232378,
//     lng: 129.0138931,
//     name: '웃는약국',
//     remain_stat: 'few',
//     stock_at: '2020/03/11 10:07:00',
//     type: '01'
//   }, {
//     addr: '부산광역시 북구 금곡대로 287, 3층 303호 (화명동, 삼한골든뷰)',
//     code: '21806586',
//     created_at: '2020/03/11 21:35:00',
//     lat: 35.2341962,
//     lng: 129.0132956,
//     name: '화명수약국',
//     remain_stat: 'empty',
//     stock_at: '2020/03/11 08:33:00',
//     type: '01'
//   }, {
//     addr: '부산광역시 북구 양달로8번길 16 (화명동)',
//     code: '21809364',
//     created_at: '2020/03/11 21:35:00',
//     lat: 35.2409337,
//     lng: 129.0149199,
//     name: '뉴경남약국',
//     remain_stat: 'empty',
//     stock_at: '2020/03/11 16:51:00',
//     type: '01'
//   }, {
//     addr: '부산광역시 북구 화명대로 35 (화명동)',
//     code: '21817090',
//     created_at: '2020/03/11 21:35:00',
//     lat: 35.2351669,
//     lng: 129.0119922,
//     name: '이상약국',
//     remain_stat: 'empty',
//     stock_at: '2020/03/11 15:16:00',
//     type: '01'
//   }, {
//     addr: '부산광역시 북구 양달로 74, 화명동부종합상가 118호 (화명동)',
//     code: '21820562',
//     created_at: '2020/03/11 21:35:00',
//     lat: 35.2440036,
//     lng: 129.0211645,
//     name: '그린약국',
//     remain_stat: 'empty',
//     stock_at: '2020/03/11 08:38:00',
//     type: '01'
//   }, {
//     addr: '부산광역시 북구 금곡대로 224 (화명동)',
//     code: '21825831',
//     created_at: '2020/03/11 21:35:00',
//     lat: 35.2283075,
//     lng: 129.0126636,
//     name: '비타민약국',
//     remain_stat: 'empty',
//     stock_at: '2020/03/11 14:57:00',
//     type: '01'
//   }, {
//     addr: '부산광역시 북구 금곡대로 166, 316호 (화명동, 롯데캐슬플라자)',
//     code: '21827389',
//     created_at: '2020/03/11 21:35:00',
//     lat: 35.2220606,
//     lng: 129.0106434,
//     name: '정약국',
//     remain_stat: 'empty',
//     stock_at: '2020/03/11 11:47:00',
//     type: '01'
//   }, {
//     addr: '부산광역시 북구 금곡대로 287, 6층 608호 (화명동)',
//     code: '21827800',
//     created_at: '2020/03/11 21:35:00',
//     lat: 35.2341962,
//     lng: 129.0132956,
//     name: '건강한약국',
//     remain_stat: 'empty',
//     stock_at: '2020/03/11 08:33:00',
//     type: '01'
//   }, {
//     addr: '부산광역시 북구 학사로 15 (화명동)',
//     code: '21827893',
//     created_at: '2020/03/11 21:35:00',
//     lat: 35.224198,
//     lng: 129.0076403,
//     name: '대학로약국',
//     remain_stat: 'empty',
//     stock_at: '2020/03/11 09:06:00',
//     type: '01'
//   }

//   ]
// }

// {
//     "address": "서울특별시 동작구 노량진동",
//     "count": 24,
//     "stores": [{
//       "addr": "서울특별시 동작구 장승배기로 119 (노량진동)",
//       "code": "11824280",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5082692,
//       "lng": 126.9398854,
//       "name": "온누리송학대약국",
//       "remain_stat": "empty",
//       "stock_at": "2020/03/13 12:58:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 장승배기로 139-1, (노량진동)",
//       "code": "11824310",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.510076,
//       "lng": 126.9399824,
//       "name": "신안약국",
//       "remain_stat": "some",
//       "stock_at": "2020/03/13 12:33:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 노량진로6길 62 (노량진동)",
//       "code": "11824328",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5103836,
//       "lng": 126.9360753,
//       "name": "진원약국",
//       "remain_stat": "empty",
//       "stock_at": "2020/03/13 10:57:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 노량진로6길 26 1층 (노량진동)",
//       "code": "11824344",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5119509,
//       "lng": 126.9356247,
//       "name": "화생약국",
//       "remain_stat": "break",
//       "stock_at": "2020/03/13 11:46:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 등용로14길 65 (노량진동)",
//       "code": "11840633",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5125202,
//       "lng": 126.9351456,
//       "name": "유성약국",
//       "remain_stat": "empty",
//       "stock_at": "2020/03/13 13:27:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 만양로 84 2층 208호 (노량진동, 삼익주상복합아파트)",
//       "code": "11840838",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5109209,
//       "lng": 126.9450362,
//       "name": "아임약국",
//       "remain_stat": "empty",
//       "stock_at": "2020/03/13 13:41:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 노들로 674 노량진수산물도매시장 2층 (노량진동)",
//       "code": "11867256",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5148693,
//       "lng": 126.9368431,
//       "name": "수산약국",
//       "remain_stat": "few",
//       "stock_at": "2020/03/13 11:12:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 노량진로8길 3 (노량진동, 경성빌딩)",
//       "code": "11884533",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5129272,
//       "lng": 126.9364938,
//       "name": "은성약국",
//       "remain_stat": "empty",
//       "stock_at": "2020/03/13 12:07:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 노량진로 90 (노량진동)",
//       "code": "11885769",
//       "created_at": null,
//       "lat": 37.5130592,
//       "lng": 126.935732,
//       "name": "행복드림약국",
//       "remain_stat": null,
//       "stock_at": null,
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 노량진로 166 1층 (노량진동)",
//       "code": "11886731",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5133527,
//       "lng": 126.9447794,
//       "name": "노들약국",
//       "remain_stat": "empty",
//       "stock_at": "2020/03/13 12:32:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 만양로 86 (노량진동)",
//       "code": "11894725",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5112054,
//       "lng": 126.9446159,
//       "name": "찬솔약국",
//       "remain_stat": "empty",
//       "stock_at": "2020/03/13 12:54:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 노량진로 155 (노량진동)",
//       "code": "11894865",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5139397,
//       "lng": 126.9432093,
//       "name": "우리약국",
//       "remain_stat": "empty",
//       "stock_at": "2020/03/13 12:15:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 노량진로 110 113호 (노량진동)",
//       "code": "11898615",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5132094,
//       "lng": 126.9380558,
//       "name": "새중앙약국",
//       "remain_stat": "break",
//       "stock_at": "2020/03/13 10:20:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 만양로 84 102,103호 (노량진동, 삼익주상복합상가)",
//       "code": "12803197",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5109209,
//       "lng": 126.9450362,
//       "name": "인화약국",
//       "remain_stat": "break",
//       "stock_at": "2020/03/13 13:56:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 장승배기로 107 1층 2호 (노량진동)",
//       "code": "12803600",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5072396,
//       "lng": 126.9397198,
//       "name": "엄마랑약국",
//       "remain_stat": "empty",
//       "stock_at": "2020/03/13 08:59:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 노량진로 162 . 1층 (노량진동)",
//       "code": "12819212",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5134041,
//       "lng": 126.9439606,
//       "name": "김약국",
//       "remain_stat": "break",
//       "stock_at": "2020/03/13 10:09:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 만양로 112 1층 (노량진동, 서원빌딩)",
//       "code": "12834670",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5133345,
//       "lng": 126.9444201,
//       "name": "이도약국",
//       "remain_stat": "break",
//       "stock_at": "2020/03/13 12:59:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 장승배기로 110 (노량진동)",
//       "code": "12843393",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5073526,
//       "lng": 126.9401654,
//       "name": "맑은샘약국",
//       "remain_stat": "empty",
//       "stock_at": "2020/03/13 09:46:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 장승배기로 110-1, (노량진동)",
//       "code": "12846104",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5074398,
//       "lng": 126.9401825,
//       "name": "스마일약국",
//       "remain_stat": "break",
//       "stock_at": "2020/03/13 12:58:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 장승배기로 168 B001호 (노량진동)",
//       "code": "12853127",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5126136,
//       "lng": 126.9405533,
//       "name": "꿈꾸는약국",
//       "remain_stat": "empty",
//       "stock_at": "2020/03/13 12:54:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 만양로 19 1층 (노량진동, 신동아리버파크아파트)",
//       "code": "12854336",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5077974,
//       "lng": 126.9447636,
//       "name": "정다운약국",
//       "remain_stat": "break",
//       "stock_at": "2020/03/13 13:54:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 장승배기로20길 2 (노량진동)",
//       "code": "12856878",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5081782,
//       "lng": 126.940409,
//       "name": "다은약국",
//       "remain_stat": "break",
//       "stock_at": "2020/03/13 12:34:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 노량진로 152 . 1층 (노량진동)",
//       "code": "12864188",
//       "created_at": "2020/03/13 19:40:00",
//       "lat": 37.5134495,
//       "lng": 126.9427661,
//       "name": "메디팜엔비약국",
//       "remain_stat": "empty",
//       "stock_at": "2020/03/13 09:46:00",
//       "type": "01"
//     }, {
//       "addr": "서울특별시 동작구 노량진로 124  1층 (노량진동)",
//       "code": "12870013",
//       "created_at": null,
//       "lat": 37.5132749,
//       "lng": 126.9396363,
//       "name": "설약국",
//       "remain_stat": null,
//       "stock_at": null,
//       "type": "01"
//     }]
//   }
